<template>
  <Info title="Доставка и оплата">
    <template #left>
      <Map id="map-contacts-1" placamark="20, 02" />
      <Map id="map-contacts-2" placamark="20, 02" />
    </template>
    <template #right>
      <div class="info__text">
        <h3>Офис</h3>
        <p>г. Санкт-Петербург, ул. Политехническая, д. 22, оф. 152</p>
        <p>Пн-Пт 9:00-18:00 <br>Сб-Вс -o выходной</p>
        <p><a href="+79991234567">+7 (999) 123-45-67</a> <br><a href="+79991234567">+7 (999) 123-45-67</a></p>
        <h3>Самовывоз</h3>
        <p>г. Санкт-Петербург, ул. Политехническая, д. 22, оф. 152</p>
        <p>Пн-Пт 9:00-18:00 <br>Сб-Вс -o выходной</p>
        <p><a href="+79991234567">+7 (999) 123-45-67</a> <br><a href="+79991234567">+7 (999) 123-45-67</a></p>
        <h3>Реквизиты</h3>
        <p>ООО “Рога и копыта”</p>
        <p>Юридический адрес: Санкт-Петербург, г. Пушкин, пос. Лесное, д. 33, лит. А <br>ИНН: 7804999999 <br>КПП: 780401001</p>
        <p>Банковские реквизиты: Ф-Л “СЕВЕРНАЯ СТОЛИЦА” АО “РАЙФФАЙЗЕНБАНК” Г. САНКТ-ПЕТЕРБУРГ <br>Р/с: 40702810999999999999 <br>БИК: 044030723 <br>Кор/счет: 3010810100000000723</p>
      </div>
    </template>
  </Info>
</template>
