<template>
  <Info class="info_contacts" title="Контакты">
    <template #left>
      <Map
        id="map-contacts-1"
        mods="map_sm map_mb"
        pos="60.002458, 30.365150"
      />
      <Map id="map-contacts-2" mods="map_sm" pos="60.002458, 30.365150" />
    </template>
    <template #right>
      <div class="info__text t2">
        <h3>Офис</h3>
        <p>г. Санкт-Петербург, ул. Политехническая, д. 22, оф. 152</p>
        <p>Пн-Пт 9:00-18:00 <br />Сб-Вс -o выходной</p>
        <p>
          <a href="+79991234567">+7 (999) 123-45-67</a> <br /><a
            href="+79991234567"
            >+7 (999) 123-45-67</a
          >
        </p>
        <h3>Самовывоз</h3>
        <p>г. Санкт-Петербург, ул. Политехническая, д. 22, оф. 152</p>
        <p>Пн-Пт 9:00-18:00 <br />Сб-Вс -o выходной</p>
        <p>
          <a href="+79991234567">+7 (999) 123-45-67</a> <br /><a
            href="+79991234567"
            >+7 (999) 123-45-67</a
          >
        </p>
        <h3>Реквизиты</h3>
        <p>ООО “Рога и копыта”</p>
        <p>
          Юридический адрес: Санкт-Петербург, г. Пушкин, пос. Лесное, <br />ИНН:
          7804999999 <br />КПП: 780401001
        </p>
        <p>
          Банковские реквизиты: <br />Ф-Л “СЕВЕРНАЯ СТОЛИЦА” Г. САНКТ-ПЕТЕРБУРГ
          <br />Р/с: 40702810999999999999 <br />БИК: 044030723 <br />Кор/счет:
          3010810100000000723
        </p>
      </div>
    </template>
  </Info>
</template>
<script setup>
definePageMeta({
  title: "Контакты",
});
</script>
