<template>
  <Info title="Доставка и оплата">
    <template #left>
      <Map id="map-delivery-map" mods="map_md" pos="60.002458, 30.365150" />
    </template>
    <template #right>
      <div class="info__text t1">
        <p>Идейные соображения высшего порядка, а также реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации новых предложений. Идейные соображения высшего порядка, а также реализация намеченных плановых заданий представляет собой интересный эксперимент проверки соответствующий условий активизации.</p>
        <p>С другой стороны дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки форм развития. Товарищи! консультация с широким активом влечет за собой процесс внедрения и модернизации форм развития. Не следует, однако забывать, что начало повседневной работы по формированию позиции требуют от нас анализа направлений прогрессивного развития. </p>
      </div>
    </template>
  </Info>
</template>
<script>
  export default {
    head: {
      title: 'Доставка и оплата'
    },
    setup() {
      definePageMeta({
        title: 'Доставка и оплата'
      });
    }
  }
</script>
